#+title: PAC’67

[[file:all-jacow-events.org][All JACoW Events]]


* Export


#+begin_src emacs-lisp :eval t
  (let ((org-time-stamp-custom-formats
         '("<%Y-%m-%d>" . "%Y-%m-%d %a %H:%M"))
        (org-display-custom-times 't))
    (org-table-map-tables
     (lambda ()
       (org-table-export
        (concat "./csv/" (file-name-base) (org-entry-get (point) "TAGS") ".tsv")
        "orgtbl-to-tsv"))))
#+end_src

#+RESULTS:
: Mapping tables: done


* Table

** Event :event:

|------------+---------------------------------------------------------+--------------|
| key        | value                                                   | short        |
|------------+---------------------------------------------------------+--------------|
| eventtitle | 1967 Particle Accelerator Conference                    | PAC’67       |
| eventdate  | <1967-03-01>--<1967-03-03>                            |              |
| venue      | Washington D.C., USA                                    |              |
| booktitle  | Proceedings of the 1967 Particle Accelerator Conference | Proc. PAC’67 |
| editor     | Fred T. Howard                                          |              |
|------------+---------------------------------------------------------+--------------|
#+TBLFM: @2$3='(cadar (org-collect-keywords '("TITLE")))::@5$3='(concat "Proc. " (cadar (org-collect-keywords '("TITLE"))))


Published in IEEE Transactions on Nuclear Science, June 1967, Volume NS-14, Number 3

** Sessions :session:

Volume 1
|-----------------------------------------------------------------------------------------------------------------------------------|
| Review of the Technology of Accelerators - I                                                                                      |
| Ion Sources: Electron Guns; High Voltage Technology; High Voltage Power Supplies; DC Accelerators                                 |
| High Duty Factor Linacs; RF Power Sources and Systems; Accelerating Structures; Superconducting RF Devices                        |
| Accelerator Magnetics, Measuring Systems and Power Sources                                                                        |
| Beam Dynamics                                                                                                                     |
| Beam Injection and Extraction; The Performance of New or Improved Accelerators; New Accelerator Concepts                          |
| Vacuum Systems; The Engineering of Accelerator Facilities; Accelerator System Designs                                             |
| Handling and Targeting of High Power Beams; Induced Radioactivity; Remote Maintenance Techniques; Radiation Monitoring and Safety |
| Accelerator Data Handling and Control; Beam Sensing and Monitoring                                                                |
| Review of the Technology of Accelerators - II                                                                                     |
|-----------------------------------------------------------------------------------------------------------------------------------|

** Paper :inproceedings:

|------+------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+-----------|
|  eid | title                                                                                                                                    | author                                                                                                                                                                        | firstpage | lastpage |     pages |
|------+------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+-----------|
| 0001 | Advances in the Design of Proton Linear Accelerators - Meson Factories and Injectors for Synchrotrons                                    | D. E. Nagle                                                                                                                                                                   |         1 |        4 |       1-4 |
| 0005 | New Accelerators for Very Heavy Ions - Productions of Super-Elements                                                                     | A. Ghiorso                                                                                                                                                                    |         5 |       15 |      5-15 |
| 0016 | Recent Advances in {DC} Accelerators                                                                                                     | P. H. Rose                                                                                                                                                                    |        16 |       22 |     16-22 |
| 0023 | A Decade of Progress in Cyclotrons — Frequency Modulated and Isochronous                                                                | T. K. Khoe and J. J. Livingood                                                                                                                                                |        23 |       28 |     23-28 |
|------+------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+-----------|
| 0029 | High Current {DC} Ion Beams                                                                                                              | G. G. Kelley                                                                                                                                                                  |        29 |       38 |     29-38 |
| 0039 | Studies of an Expanded Plasma Front Duoplasmatron Ion Source                                                                             | J. A. Fasolo                                                                                                                                                                  |        39 |       45 |     39-45 |
| 0046 | A Study of Duoplasmatron Ion Source with an Expansion Cup                                                                                | M. E. Abdelaziz and A. M. Ghander                                                                                                                                             |        46 |       52 |     46-52 |
| 0053 | Characteristics of High Current {P. I. G.} Ion Source at Low Gas Pressure                                                                | M. E. Abdelaziz and A. M. Ghander                                                                                                                                             |        53 |       59 |     53-59 |
| 0060 | {Dynamag} Ion Source with Open Cyclindrical Extractor                                                                                    | M. R. Cleland and R. A. Kiesling                                                                                                                                              |        60 |       64 |     60-64 |
| 0065 | A Penning Discharge Ion Source for High Brightness                                                                                       | G. W. Bennett and C. M. Turner                                                                                                                                                |        65 |       69 |     65-69 |
| 0070 | A Small “Cold-Cathode” High-Intensity Cyclotron Ion Source                                                                               | D. K. Wells                                                                                                                                                                   |        70 |       71 |     70-71 |
| 0072 | Surface Ionization Ion Sources                                                                                                           | R. G. Wilson                                                                                                                                                                  |        72 |       74 |     72-74 |
| 0075 | Production of Negative Helium Ions by Nearly-Resonant Charge Exchange in Potassium                                                       | Ennis, Jr., R. M. and B. Donnally and D. E. Schechter and D. B. Schlafke and G. Thoeming                                                                                      |        75 |       77 |     75-77 |
| 0078 | Modified {He} Ion Source Using {Cs} Vapor Charge Exchange                                                                                | F. A. Rose and H. T. Richards and P. B. Tollefsrud                                                                                                                            |        78 |       81 |     78-81 |
| 0082 | Modification of an Ion Source for the Production of Microampere {⁴He⁻} Beams                                                             | J. John and J. P. Aldridge and K. R. Chapman and R. H. Davis and C. P. Robinson and W. J. Wallace                                                                             |        82 |       86 |     82-86 |
| 0087 | A High Current Electron Gun Suitable for Use Down to 1 Nanosecond Pulse Length                                                           | J. Willard                                                                                                                                                                    |        87 |       92 |     87-92 |
| 0093 | On the Design of Axially Symmetric Electron Guns                                                                                         | J. W. Beal                                                                                                                                                                    |        93 |       97 |     93-97 |
| 0098 | The Electron Gun for the {Stanford} Two-Mile Accelerator                                                                                 | R. H. Miller and J. Berk and T. O. McKinney                                                                                                                                   |        98 |      103 |    98-103 |
| 0104 | Multiple Beam Pulse Capability of the {SLAC} Injector                                                                                    | R. F. Koontz                                                                                                                                                                  |       104 |      109 |   104-109 |
| 0110 | A Magnetic Bottle with Electrodes for Trapping Low Energy Electrons                                                                      | R. J. Krisciokaitis and K. W. Robinson                                                                                                                                        |       110 |      112 |   110-112 |
| 0113 | New Developments in High Voltage Technology                                                                                              | J. G. Trump                                                                                                                                                                   |       113 |      121 |   113-121 |
| 0122 | Magnetically Suppressed Accelerator Tubes                                                                                                | F. A. Howe                                                                                                                                                                    |       122 |      125 |   122-125 |
| 0126 | A Differential Pumping Tube for Electrostatic Accelerators                                                                               | F. A. Howe                                                                                                                                                                    |       126 |      128 |   126-128 |
| 0129 | High Gradient Accelerating Column Design and Construction                                                                                | G. M. Lee and C. D. Curtis                                                                                                                                                    |       129 |      133 |   129-133 |
| 0134 | Highly Stabilized Electron Accelerators for Electron Microscopy at Extra-High Voltages                                                   | G. Reinhold                                                                                                                                                                   |       134 |      138 |   134-138 |
| 0139 | Future High Voltage {DC} Power Supplies of the Shielded Design                                                                           | G. Reinhold and K. Truempy                                                                                                                                                    |       139 |      142 |   139-142 |
| 0143 | Simple Improvements in Small High-Voltage {DC} Power Supplies                                                                            | Langsdorf, Jr., A.                                                                                                                                                            |       143 |      144 |   143-144 |
| 0145 | Progress in the Development of a 4-{MV} Positive Ion Accelerator for High Beam Currents                                                  | G. Reinhold and J. Bill                                                                                                                                                       |       145 |      150 |   145-150 |
| 0151 | An Original Neutron Generator Using a Short Structure Accelerating System and Turbomolecular Pumping                                     | C. Fremiot and J. Muel                                                                                                                                                        |       151 |      156 |   151-156 |
| 0157 | Mechanical Design Concepts of Dynamitron Accelerators                                                                                    | C. F. Mason                                                                                                                                                                   |       157 |      160 |   157-160 |
| 0161 | An Improved Control System for {Van De Graaff} Accelerators                                                                              | E. A. Gere and H. P. Lie and G. L. Miller                                                                                                                                     |       161 |      165 |   161-165 |
| 0166 | Terminal Voltage Fluctuations of an {FN} Tandem {Van de Graaff} Accelerator                                                              | H. Fauska and J. S. Heagney and T. J. Morgan and F. H. Schmidt                                                                                                                |       166 |      168 |   166-168 |
| 0169 | Multi-Loop Feedback System for Dynamitron Voltage Regulation                                                                             | C. C. Thompson                                                                                                                                                                |       169 |      173 |   169-173 |
| 0174 | A Nanosecond Beam Pulsing and Time-of-Flight System for an {MP} Tandem                                                                   | K. H. Purser and A. Bahnsen and M. S. Krick                                                                                                                                   |       174 |      180 |   174-180 |
| 0181 | X-Radiation from {Van de Graaff} Accelerator Ion Sources                                                                                 | D. L. Bernard and J. L. Rinehart and N. Vo Long                                                                                                                               |       181 |      186 |   181-186 |
| 0187 | An Improved Sulphur Hexafluoride Gas Handling System for a Potential Drop Partical Accelerator                                           | S. J. Marsik and J. C. Deraimo and F. R. Stevenson                                                                                                                            |       187 |      190 |   187-190 |
|------+------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+-----------|
| 0191 | The MIT High Duty, High Intensity 400-{MeV} Linear Electron Accelerator                                                                  | W. Bertozzi and J. Haimson and C. P. Sargent and W. Turchinetz                                                                                                                |       191 |      196 |   191-196 |
| 0197 | High Duty Factor {RF} Sources at {800 MHz}                                                                                               | D. C. Hagerman                                                                                                                                                                |       197 |      204 |   197-204 |
| 0205 | Fast Automatic Phase and Amplitude Control of High-Power {RF} Systems                                                                    | R. A. Jameson and W. J. Hoffert                                                                                                                                               |       205 |      212 |   205-212 |
| 0213 | Optimum Generator Characteristics of {RF} Amplifiers for Heavily Beam-Loaded Accelerators                                                | Boyd, Jr., T. J. and R. A. Jameson                                                                                                                                            |       213 |      216 |   213-216 |
| 0217 | The RF System for the {AGS} Linac Injector                                                                                               | J. F. Sheehan and R. F. Lankshear and R. L. Witkover                                                                                                                          |       217 |      222 |   217-222 |
| 0223 | Design and Performance of the {SLAC} {RF} Drive System                                                                                   | Z. D. Farkas and C. J. Kruse and G. A. Loew and R. A. McConnell                                                                                                               |       223 |      228 |   223-228 |
| 0229 | {RF} System Design for the {SLAC} Storage Ring                                                                                           | M. A. Allen and R. A. McConnell                                                                                                                                               |       229 |      233 |   229-233 |
| 0234 | The {AGS} Conversion {RF} System                                                                                                         | A. Tranis and J. G. Cottingham and V. Kovarik and J. W. Spinner                                                                                                               |       234 |      236 |   234-236 |
| 0237 | The {AGS} Conversion Radio Frequency Power Amplifier                                                                                     | R. H. Rheaume and R. T. Sanders                                                                                                                                               |       237 |      240 |   237-240 |
| 0241 | Accelerating System for the Cornell 10-{GeV} Electron Synchrotron                                                                        | M. Tigner                                                                                                                                                                     |       241 |      245 |   241-245 |
| 0246 | {RF} Power System for the Separated-Orbit Cyclotron Experiment                                                                           | S. W. Mosko                                                                                                                                                                   |       246 |      249 |   246-249 |
| 0250 | Experimental Studies of the Omnitron Electrical Components                                                                               | J. W. Davis and W. L. Gagnon and B. H. Smith                                                                                                                                  |       250 |      256 |   250-256 |
| 0257 | A Compact {RF} System for a 30-Inch {AVF} Cyclotron                                                                                      | G. O. Hendry                                                                                                                                                                  |       257 |      259 |   257-259 |
| 0260 | A Compact 70-{MW}, 250-{KV} Modulator Using Thyratrons                                                                                   | C. Latham and H. Menown and N. S. Nicholls                                                                                                                                    |       260 |      265 |   260-265 |
| 0266 | Computer Design of {UHF} Power Amplifier Tubes                                                                                           | D. Liska                                                                                                                                                                      |       266 |      272 |   266-272 |
| 0273 | The Klystrom - An Ultra High Power {RF} Energy Source                                                                                    | D. W. Reid                                                                                                                                                                    |       273 |      277 |   273-277 |
| 0278 | Low Distortion {RF} Amplifier Video Pulses                                                                                               | L. J. Fox                                                                                                                                                                     |       278 |      281 |   278-281 |
| 0282 | Design of Traveling Wave Electron Linear Accelerators                                                                                    | W. J. Gallagher                                                                                                                                                               |       282 |      285 |   282-285 |
| 0286 | RF Perturbation Measurements in Long Linac Cavities                                                                                      | C. W. Owen and C. A. Radmer and D. E. Young                                                                                                                                   |       286 |      289 |   286-289 |
| 0290 | Studies of Multistem Drift Tube Accelerator Structures                                                                                   | S. Giordano and J. P. Hannwacker                                                                                                                                              |       290 |      294 |   290-294 |
| 0295 | Numerical Analysis of the {RF} Field in a Drift Tube Loaded Cavity                                                                       | K. Batchelor and T. Nishikawa and T. Werntz                                                                                                                                   |       295 |      302 |   295-302 |
| 0303 | Studies of Multi-Drive Excitation for {Alvarez} Structures                                                                               | S. Giordano and J. P. Hannwacker and J. Keane                                                                                                                                 |       303 |      306 |   303-306 |
| 0307 | Design of a 3 Ampere Peak Steady State 0.001 Duty, 10-{MeV} Linear Electron Accelerator                                                  | K. Whitham                                                                                                                                                                    |       307 |      311 |   307-311 |
| 0312 | Folded Ferrite Loaded Cavities for Impedance Matching in the {AGS}                                                                       | M. Plotkin                                                                                                                                                                    |       312 |      314 |   312-314 |
| 0315 | RF Accelerating Cavities for {AGS} Conversion                                                                                            | G. Rakowsky                                                                                                                                                                   |       315 |      319 |   315-319 |
| 0320 | The Development of 2000-Ampere Diodes for High Current Ferrite Biasing Supplies                                                          | R. F. Tusting and J. E. Katz and Q. Kerns                                                                                                                                     |       320 |      327 |   320-327 |
| 0328 | Pole-Zero Analysis of Distributed Radio-Frequency Acceleration Systems                                                                   | J. E. Katz and Q. Kerns                                                                                                                                                       |       328 |      330 |   328-330 |
| 0331 | Coaxial Cavities for Separated Orbit Cyclotrons                                                                                          | N. F. Ziegler                                                                                                                                                                 |       331 |      335 |   331-335 |
| 0336 | Low Temperature Aspects of a Cryogenic Accelerator                                                                                       | H. A. Schwettman and E. E. Chambers and W. M. Fairbank and M. S. McAshan and T. I. Smith and J. P. Turneaure and P. B. Wilson                                                 |       336 |      344 |   336-344 |
| 0345 | Accelerating Structures for Superconducting Electron Linacs                                                                              | J. N. Weaver and T. I. Smith and P. B. Wilson                                                                                                                                 |       345 |      349 |   345-349 |
| 0350 | Proposed Microwave Systems for Superconducting Radiofrequency Beam Separators                                                            | H. J. Halama and H. Hahn                                                                                                                                                      |       350 |      355 |   350-355 |
| 0356 | Design Study of a Superconducting Radiofrequency Beam Separator                                                                          | H. Hahn and H. J. Halama                                                                                                                                                      |       356 |      360 |   356-360 |
|------+------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+-----------|
| 0361 | The Future of Superconducting Magnets                                                                                                    | C. Laverick                                                                                                                                                                   |       361 |      371 |   361-371 |
| 0372 | Secondary Beam Magnets for the 200-{BeV} Accelerator — Conventional or Superconducting?                                                 | R. B. Meuser                                                                                                                                                                  |       372 |      376 |   372-376 |
| 0377 | Selection of a Lamination Shape for a Fast-Cycling Alternating-Gradient Magnet Core                                                      | H. P. Hernandez                                                                                                                                                               |       377 |      382 |   377-382 |
| 0383 | Effect of Fast Neutron Irradiation at Low Temperature on {NbZr} Coil Performance                                                         | R. Benaroya and T. H. Blewitt and J. M. Brooks and C. Laverick                                                                                                                |       383 |      385 |   383-385 |
| 0386 | Elliptical and Circular Current Sheets to Produce a Prescribed Internal Field                                                            | R. A. Beth                                                                                                                                                                    |       386 |      388 |   386-388 |
| 0389 | Superconducting Beam Handling Equipment                                                                                                  | R. B. Britton and W. B. Sampson                                                                                                                                               |       389 |      392 |   389-392 |
| 0393 | Copper-Tape-Wound, Edge-Cooled Solenoid                                                                                                  | D. W. Morris and J. T. Tanabe and E. Zajec                                                                                                                                    |       393 |      397 |   393-397 |
| 0398 | Use of Aluminum Coils Instead of Copper Coils in Accelerator Magnet Systems                                                              | M. A. Green                                                                                                                                                                   |       398 |      404 |   398-404 |
| 0405 | A Prestressed-Core Hollow-Strap-Coil Test Magnet for the Omnitron                                                                        | D. T. Scalise and E. H. Hoyer                                                                                                                                                 |       405 |      409 |   405-409 |
| 0410 | A New Hydrodynamic Liquid Cooling Method for Edge-Cooled, Flat Conductor Magnet Coils and for Liquid-Cooled Ferrite {RF} Resonator Discs | J. G. Dorward                                                                                                                                                                 |       410 |      413 |   410-413 |
| 0414 | Theory, Design and Measurement of the Brookhaven Narrow Quadrupoles                                                                      | G. T. Danby and J. W. Jackson                                                                                                                                                 |       414 |      419 |   414-419 |
| 0420 | Drift Tube Quadrupoles                                                                                                                   | A. N. Otis and R. Damm                                                                                                                                                        |       420 |      424 |   420-424 |
| 0425 | {AGS} Low Field Correction Elements                                                                                                      | J. C. Herrera and C. Lasky and M. Month                                                                                                                                       |       425 |      430 |   425-430 |
| 0431 | Magnet Design for Very High Energy Synchrotron Employing a Separated Function Magnet Lattice                                             | G. T. Danby and J. E. Allinger and J. W. Jackson                                                                                                                              |       431 |      436 |   431-436 |
| 0437 | Methods of Computing the Time Constant and Impedence of Magnets                                                                          | W. F. Praeg                                                                                                                                                                   |       437 |      441 |   437-441 |
| 0442 | Three Dimensional Properties of Magnetic Beam Transport Elements                                                                         | G. T. Danby and J. W. Jackson and S. T. Lin                                                                                                                                   |       442 |      449 |   442-449 |
| 0450 | The Beam Transport System of the {Michigan State University} Cyclotron                                                                   | G. H. Mackenzie and H. G. Blosser and M. M. Gordon and E. Kashy                                                                                                               |       450 |      455 |   450-455 |
| 0456 | Magnet System for 4-{MeV} Experimental Separated-Orbit Cyclotron                                                                         | E. D. Hudson and F. E. McDaniel                                                                                                                                               |       456 |      459 |   456-459 |
| 0460 | A Sector Magnet for a {10–50 MeV} {SOC}                                                                                                  | E. D. Hudson and R. S. Lord and F. E. McDaniel                                                                                                                                |       460 |      463 |   460-463 |
| 0464 | A Fast Sequencing Bipolar Energy Discharge System for the Beam Bumper Magnet in the {Zero Gradient Synchrotron}                          | Hornstra, Jr., F. and H. J. Varga                                                                                                                                             |       464 |      467 |   464-467 |
| 0468 | Fast Kicker Magnets for the 200-{GeV} Accelerator                                                                                        | A. Faltens and M. Giesch                                                                                                                                                      |       468 |      472 |   468-472 |
| 0473 | Establishment of Precise Magnetic Fields in the Momentum Analyzing System at {SLAC}                                                      | E. J. Seppi and J. K. Cobb and D. R. Jensen                                                                                                                                   |       473 |      477 |   473-477 |
| 0478 | A Turbine Driven Rotating Coil Magnetometer                                                                                              | E. M. Rowe and G. E. Bush and J. W. Hicks                                                                                                                                     |       478 |      481 |   478-481 |
| 0482 | Complex of Systems for Measuring the Characteristics and Stabilization of Static Magnetic Fields                                         | Yu. N. Denisov                                                                                                                                                                |       482 |      486 |   482-486 |
| 0487 | Influence of Magnetic Elements on an Isochronous Cyclotron Field                                                                         | R. B. Theus and R. G. Allas and C. M. Davisson and A. G. Pieper                                                                                                               |       487 |      492 |   487-492 |
| 0493 | The 200-{MeV} Electron-Positron Storage Ring Magnet Power Supply                                                                         | J. W. Hicks                                                                                                                                                                   |       493 |      495 |   493-495 |
| 0496 | A Megawatt Solid-State Inverter to Power the Cornell 10-{GeV} Electron Synchrotron                                                       | C. F. Kellers and R. M. Littauer                                                                                                                                              |       496 |      499 |   496-499 |
| 0500 | A Low Ripple Pulsed Phased Back Power Supply                                                                                             | R. Cassel                                                                                                                                                                     |       500 |      502 |   500-502 |
| 0503 | Flat Topping the {PPA} Synchrotron Magnet                                                                                                | D. Huttar and J. Riedel                                                                                                                                                       |       503 |      506 |   503-506 |
| 0507 | Protective Relaying and Monitoring of the Ring Magnet Power Supply for the {Argonne National Laboratory} {Zero Gradient Synchrotron}     | A. T. Visser                                                                                                                                                                  |       507 |      511 |   507-511 |
| 0512 | Fault Detection in Synchrotron Magnet Coils                                                                                              | A. Rohrmayer                                                                                                                                                                  |       512 |      516 |   512-516 |
| 0517 | The Failure of the Alternators of the {Nimrod} Main Magnet Power Supply                                                                  | H. C. Brooks and A. B. D. Reed                                                                                                                                                |       517 |      521 |   517-521 |
|------+------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+-----------|
| 0522 | Review of Dynamic Instabilities in Circular Accelerators                                                                                 | V. K. Neil                                                                                                                                                                    |       522 |      528 |   522-528 |
| 0529 | Electron Linac Instabilities                                                                                                             | G. A. Loew                                                                                                                                                                    |       529 |      540 |   529-540 |
| 0541 | A Method of Computing Generalized Orbit Constants in Synchrotron Lattices                                                                | G. H. Morgan                                                                                                                                                                  |       541 |      545 |   541-545 |
| 0546 | Studies of Resonant Synchrotron Oscillation Effects Using {Moser} Transformations                                                        | J. D. Steban and H. K. Meier and K. R. Symon                                                                                                                                  |       546 |      551 |   546-551 |
| 0552 | Orbits in Fixed Field Alternating Gradient Synchrotron                                                                                   | C. S. Chien                                                                                                                                                                   |       552 |      556 |   552-556 |
| 0557 | Revised Linac Beam Dynmics Equations                                                                                                     | B. Schnizer                                                                                                                                                                   |       557 |      561 |   557-561 |
| 0562 | Theory of Longitudinal Instabilities in Synchrotrons, with Applications                                                                  | R. L. Pease                                                                                                                                                                   |       562 |      566 |   562-566 |
| 0567 | Beam-Envelope Oscillations with Space Charge in Circular Particle Accelerators                                                           | P. M. Lapostolle and L. Thorndahl                                                                                                                                             |       567 |      571 |   567-571 |
| 0572 | On the Design of a High Intensity Proton Linear Accelerator                                                                              | P. M. Lapostolle                                                                                                                                                              |       572 |      576 |   572-576 |
| 0577 | Computer Calculations of Effect of Space Charge on Longitudinal Beam Dynamics in Proton Linear Accelerators                              | A. Benton and C. Agritellis and R. Chasman                                                                                                                                    |       577 |      580 |   577-580 |
| 0581 | Space Charge Effects in High Current Linear Electron Accelerator Injection Systems                                                       | C. B. Williams and M. H. MacGregor                                                                                                                                            |       581 |      585 |   581-585 |
| 0586 | A Relativistically Corrected Three Dimensional Space Charge Analysis of Electron Bunching                                                | J. Haimson and B. Mecklenburg                                                                                                                                                 |       586 |      593 |   586-593 |
| 0594 | Space-Charge Effects on the Quadropole Focusing System in Low-Energy Proton Linear Accelerators                                          | S. Ohnuma and J. N. Vitale                                                                                                                                                    |       594 |      601 |   594-601 |
| 0602 | Throbbing Beam Instabilities in Particle Accelerators and Storage Rings                                                                  | M. J. Lee and F. E. Mills and P. L. Morton                                                                                                                                    |       602 |      606 |   602-606 |
| 0607 | Space Charge Defocussing of Bunched Beams                                                                                                | W. J. Gallagher                                                                                                                                                               |       607 |      611 |   607-611 |
| 0612 | Longitudinal Space Charge Effects in RF Buckets                                                                                          | W. S. Trzeciak                                                                                                                                                                |       612 |      623 |   612-623 |
| 0624 | Computer Studies of Orbits in High Energy Microtrons                                                                                     | C. S. Robinson and A. O. Hanson and D. Jamnik                                                                                                                                 |       624 |      629 |   624-629 |
| 0630 | The Design of Low-Beta Insertions for Storage Rings                                                                                      | P. L. Morton and J. R. Rees                                                                                                                                                   |       630 |      634 |   630-634 |
| 0635 | Beam Measurements in the Harwell Variable Energy Cyclotron                                                                               | J. D. Lawson                                                                                                                                                                  |       635 |      640 |   635-640 |
| 0641 | Studies of Beam Behavior in the Energy Region of {50––400 MeV} with the {Brookhaven} {Alternating Gradient Synchrotron}                  | van Steenbergen, A.                                                                                                                                                           |       641 |      652 |   641-652 |
| 0653 | The Resistive Wall Instability and Damping System in {Nimrod}                                                                            | I. S. K. Gardner and M. R. Harold and G. H. Rees                                                                                                                              |       653 |      659 |   653-659 |
|------+------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+-----------|
| 0660 | Beam Extraction from the Proton Synchrotron                                                                                              | M. Q. Barton                                                                                                                                                                  |       660 |      665 |   660-665 |
| 0666 | Use of a Debuncher to Obtain Variable Energy from A Linear Accelerator Beam                                                              | W. Myers and J. Abraham                                                                                                                                                       |       666 |      669 |   666-669 |
| 0670 | A Proposed System for Multi-Cycle Injection of Positrons and Electrons into the 6-{GeV} {Cambridge} Electron Accelerator                 | K. W. Robinson and T. R. Sherwood and G. A. Voss                                                                                                                              |       670 |      676 |   670-676 |
| 0677 | Adjustment and Test of the 300-{MeV} Extraction System For the {NASA} 600-{MeV} Synchrocyclotron                                         | F. C. Younger                                                                                                                                                                 |       677 |      683 |   677-683 |
| 0684 | External Beam Performance at {P. P. A.}                                                                                                  | J. Kirchgessner                                                                                                                                                               |       684 |      687 |   684-687 |
| 0688 | {ZGS} External Proton Beam                                                                                                               | L. G. Ratner and A. M. Glowacki and de Parry, T.                                                                                                                              |       688 |      692 |   688-692 |
| 0693 | A New Scheme of Beam Extraction of the {Argonne} {Zero Gradient Synchrotron}                                                             | J. H. Martin and T. B. Novey and S. Suwa and A. Yokosawa                                                                                                                      |       693 |      695 |   693-695 |
| 0696 | Radiofrequency Stimulation of Resonant Slow Extraction Systems                                                                           | D. S. Robertson                                                                                                                                                               |       696 |      701 |   696-701 |
| 0702 | Slow Extraction from {FFAG} Accelerators                                                                                                 | C. L Hammer and R. O. Haxby and R. Tucker                                                                                                                                     |       702 |      704 |   702-704 |
| 0705 | Completion of Construction and Initial Operation of the {SLAC} Accelerator                                                               | R. B. Neal                                                                                                                                                                    |       705 |      720 |   705-720 |
| 0721 | The General Atomic Coupled Electron Linear Accelerator                                                                                   | D. R. Adcock and J. R. Beyster and J. L. Cole                                                                                                                                 |       721 |      728 |   721-728 |
| 0729 | Operation and Performance of a Compact, Isochronous Cyclotron                                                                            | J. R. Mulady and G. O. Hendry and C. G. Smith and J. L. Tom and D. K. Wells                                                                                                   |       729 |      732 |   729-732 |
| 0733 | A Small Helium-3 Cyclotron                                                                                                               | R. M. Main and M. R. Curtis and R. Grazier and P. B. Kennedy and B. H. Smith and D. A. Spence                                                                                 |       733 |      739 |   733-739 |
| 0740 | Performance Characteristics of the {ZGS}                                                                                                 | R. L. Martin                                                                                                                                                                  |       740 |      742 |   740-742 |
| 0743 | The Operational Experience with {Nimrod}                                                                                                 | D. A. Gray                                                                                                                                                                    |       743 |      748 |   743-748 |
| 0749 | Design of a 15-{MeV} {CW} Microtron                                                                                                      | P. P. Wintersteiner and Edmonds, Jr., D. S.                                                                                                                                   |       749 |      755 |   749-755 |
| 0756 | Four-Sector Racetrack Microtrons                                                                                                         | H. R. Froelich and E. Brannen                                                                                                                                                 |       756 |      759 |   756-759 |
| 0760 | A 4-{MeV} Experimental Separated-Orbit Cyclotron                                                                                         | R. E. Worsham and E. D. Hudson and R. S. Livingston and J. E. Mann and J. A. Martin and S. W. Mosko and N. F. Ziegler                                                         |       760 |      763 |   760-763 |
| 0764 | {Nevis} Synchrocyclotron Improvement Program                                                                                             | R. Cohen and E. Baron and J. Rainwater                                                                                                                                        |       764 |      766 |   764-766 |
| 0767 | Choice of the Injector System for the 200-{BeV} Accelerator                                                                              | J. M. Peterson                                                                                                                                                                |       767 |      772 |   767-772 |
| 0773 | {RF} System Considerations in Interlaced-Beam Injector Synchrotrons                                                                      | G. S. Tool and Q. A. Kerns                                                                                                                                                    |       773 |      776 |   773-776 |
| 0777 | Electron Beams from {10¹¹–10¹²} Watt Pulsed Accelerators                                                                                 | W. T. Link                                                                                                                                                                    |       777 |      781 |   777-781 |
| 0782 | The Generation and Diagnosis of Pulsed Relativistic Electron Beams Above {10¹⁰} Watts                                                    | S. E. Graybill and S. V. Nablo                                                                                                                                                |       782 |      788 |   782-788 |
| 0789 | Intense, Nanosecond Electron Beams                                                                                                       | F. M. Charbonnier and J. P. Barbour and J. L. Brewster and W. P. Dyke and F. J. Grundhauser                                                                                   |       789 |      793 |   789-793 |
|------+------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+-----------|
| 0794 | Some Recent Developments in Vacuum Techniques for Acclerators and Storage Rings                                                          | N. Milleron                                                                                                                                                                   |       794 |      803 |   794-803 |
| 0804 | A Vacuum Chamber System for High Radiation Environment                                                                                   | W. B. Hanson and J. S. Moenich and A. Rohrmayer                                                                                                                               |       804 |      808 |   804-808 |
| 0809 | A Ceramic Vacuum Chamber for a Fast-Cycling Proton Synchrotron                                                                           | P. T. Clee and H. P. Hernandez                                                                                                                                                |       809 |      814 |   809-814 |
| 0815 | Experience with Metal and Epoxy Vacuum Chambers and the Development of Alumina Ceramic Vacuum Chambers at the {CEA}                      | R. D. Hay and H. Winick                                                                                                                                                       |       815 |      820 |   815-820 |
| 0821 | Vacuum Behaviour of Various Materials with Radiation and Heat                                                                            | C. L. Gould and J. C. Schuchman                                                                                                                                               |       821 |      830 |   821-830 |
| 0831 | Improvement of Hydrogen Pumping Characteristics of Penning Discharge Getter-Ion-Pumps                                                    | C. M. Turner and G. W. Bennett and J. G. Marinuzzi                                                                                                                            |       831 |      835 |   831-835 |
| 0836 | Economical Powering of a Large Multiplicity of Sputter-Ion Pumps                                                                         | T. Carides and J. G. Cottingham                                                                                                                                               |       836 |      837 |   836-837 |
| 0838 | Fast-Acting Valve                                                                                                                        | J. S. Moenich                                                                                                                                                                 |       838 |      842 |   838-842 |
| 0843 | The Engineering of Accelerator Facilities                                                                                                | H. S. Gordon                                                                                                                                                                  |       843 |      848 |   843-848 |
| 0849 | Operation of Accelerators Directly Off the Utility System                                                                                | A. Rohrmayer                                                                                                                                                                  |       849 |      853 |   849-853 |
| 0854 | Expansion of the Bevatron External Proton Beam Experimental Facilities                                                                   | K. H. Lou                                                                                                                                                                     |       854 |      859 |   854-859 |
| 0860 | The Physical Design of a 200-{MeV} Linac Facility                                                                                        | P. Grand                                                                                                                                                                      |       860 |      866 |   860-866 |
| 0867 | Conversion of {AGS} Ring to Modular Construction                                                                                         | D. Hoober and V. J. Buchanan                                                                                                                                                  |       867 |      871 |   867-871 |
| 0872 | Modular Accelerator Design                                                                                                               | J. L. Tom                                                                                                                                                                     |       872 |      875 |   872-875 |
| 0876 | Variable Energy Cyclotron                                                                                                                | W. A. McFarlin and D. V. Dikinis and Goerz, Jr., D. J.                                                                                                                        |       876 |      880 |   876-880 |
| 0881 | The {Maryland University Sectored Isochronous Cyclotron} - {MUSIC}                                                                       | H. Leboutet                                                                                                                                                                   |       881 |      886 |   881-886 |
| 0887 | Capability vs Cost for Servicing and Handling System Choices in 200-{BeV} Accelerator Design Study                                       | W. W. Salsig                                                                                                                                                                  |       887 |      891 |   887-891 |
| 0892 | Selection of Injector Synchrotron Parameters to Minimize Cost of the 200-{BeV} Accelerator                                               | F. B. Selph and J. M. Peterson                                                                                                                                                |       892 |      897 |   892-897 |
| 0898 | Computer-Aided Recording of Control Wiring                                                                                               | R. P. Featherstone and W. J. Mayer                                                                                                                                            |       898 |      902 |   898-902 |
| 0903 | Precision Alignment of a Large Beam Transport System                                                                                     | W. B. Herrmannsfeldt and M. Anderson and D. Connell and B. Hooley and J. G. Niforopulos and R. J. O’Keefe and E. J. Seppi and J. M. Voss and H. A. Weidner and J. K. Witthaus |       903 |      907 |   903-907 |
|------+------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+-----------|
| 0908 | Handling High Power Electron Beams                                                                                                       | S. Penner                                                                                                                                                                     |       908 |      917 |   908-917 |
| 0918 | Design, Construction, and Early Operating Experience of the {SLAC} Beam Switchyard and Experimental Areas                                | H. Weidner and J. Harris and E. J. Seppi                                                                                                                                      |       918 |      922 |   918-922 |
| 0923 | Beam Dumps, Energy Slits and Collimators at {SLAC} — Their Final Versions and First Performance Data                                    | D. R. Walz and L. R. Lucas and E. J. Seppi and R. J. Vetterlein and H. A. Weidner                                                                                             |       923 |      927 |   923-927 |
| 0928 | System for Guiding a Relativistic High-Current Electron Beam                                                                             | W. A. Sherwood                                                                                                                                                                |       928 |      932 |   928-932 |
| 0933 | Water Cooled Targets for Intense Ion Beams                                                                                               | P. R. Hanley and A. W. Haberl and A. Taylor                                                                                                                                   |       933 |      937 |   933-937 |
| 0938 | Rotating Neutron Target System                                                                                                           | R. Booth                                                                                                                                                                      |       938 |      942 |   938-942 |
| 0943 | High Current Target for Positive Ion Accelerators                                                                                        | R. F. Seiler and M. R. Cleland and H. E. Wegner                                                                                                                               |       943 |      944 |   943-944 |
| 0945 | A High-Power Windowless Gas Target                                                                                                       | L. M. Lidsky and D. Colombant                                                                                                                                                 |       945 |      949 |   945-949 |
| 0950 | A High Power Positron Conversion Target for an Electron Linac                                                                            | M. F. Parkins                                                                                                                                                                 |       950 |      954 |   950-954 |
| 0955 | Secondary Beam Targetry Developments                                                                                                     | D. F. Marcks and R. B. Wehrle                                                                                                                                                 |       955 |      959 |   955-959 |
| 0960 | Targetry Used on the Bevatron to Extract Secondary Experimental Beams                                                                    | K. F. Stone                                                                                                                                                                   |       960 |      964 |   960-964 |
| 0965 | Radiation Problems with High-Energy Proton Accelerators                                                                                  | W. S. Gilbert                                                                                                                                                                 |       965 |      976 |   965-976 |
| 0977 | Residual Radiation Studies for Medium Energy Proton Accelerators                                                                         | C. B. Fulmer and J. B. Ball and I. R. Williams                                                                                                                                |       977 |      979 |   977-979 |
| 0980 | Induced Radioactivity and Related Measurements in a 3-{GeV} High Current Proton Synchrotron                                              | M. Awschalom and F. L. Larsen and W. Schimmerling                                                                                                                             |       980 |      984 |   980-984 |
| 0985 | A Survey of Radiation Doses and Induced Activity at the {ZGS} from September 1965 to September 1966                                      | H. Lucks and S. M. Marcowitz                                                                                                                                                  |       985 |      989 |   985-989 |
| 0990 | Radioactivity Produced by a Linac                                                                                                        | J. M. Wyckoff                                                                                                                                                                 |       990 |      996 |   990-996 |
| 0997 | Remote Maintenance Techniques Proposed for the 200-{GeV} Accelerator                                                                     | R. Krevitt                                                                                                                                                                    |       997 |     1003 |  997-1003 |
| 1004 | Automatically and Remotely Welded and Removable Weld Flange Vacuum Joint                                                                 | J. M. Voss                                                                                                                                                                    |      1004 |     1009 | 1004-1009 |
| 1010 | The {AGS} Magnet Enclosure Beam Spill and Personnel Saftey Monitor                                                                       | C. Distenfeld and R. Colvett and J. Lamplough                                                                                                                                 |      1010 |     1015 | 1010-1015 |
| 1016 | The {NBS} Linac Master Control and Personnel Protection System                                                                           | O. E. Spokas                                                                                                                                                                  |      1016 |     1021 | 1016-1021 |
|------+------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+-----------|
| 1022 | The Control System for the {Stanford Linear Accelerator}                                                                                 | K. B. Mallory                                                                                                                                                                 |      1022 |     1029 | 1022-1029 |
| 1030 | Computer Control of the {Los Alamos} Linear Accelerator                                                                                  | H. S. Butler                                                                                                                                                                  |      1030 |     1041 | 1030-1041 |
| 1042 | Experiments in Computer Control and Analysis of the {AGS}                                                                                | R. Frankel                                                                                                                                                                    |      1042 |     1043 | 1042-1043 |
| 1044 | Digital Computer Control of the {Bevatron} Inflection System                                                                             | H. D. Lancaster and D. R. Machen                                                                                                                                              |      1044 |     1049 | 1044-1049 |
| 1050 | The Multiplex Control System for the Cornell 10-{GeV} Synchrotron                                                                        | R. Littauer and H. Pfeffer                                                                                                                                                    |      1050 |     1052 | 1050-1052 |
| 1053 | Beam Manipulation Equipment at the Zero Gradient Synchrotron                                                                             | R. C. Trendler                                                                                                                                                                |      1053 |     1056 | 1053-1056 |
| 1057 | On-Line Computer Preparation of Tune Profiles of the {Zero Gradient Synchrotron}                                                         | M. J. Knott and D. H. Nordby and C. A. Swoboda                                                                                                                                |      1057 |     1060 | 1057-1060 |
| 1061 | Instrumentation and Electronics for the {SLAC} Beam Switchyard                                                                           | R. Scholl and R. Coombes and J. Hall and D. Neet and D. Olsen                                                                                                                 |      1061 |     1065 | 1061-1065 |
| 1066 | The {SLAC} Beam Switchyard Control Computer                                                                                              | S. K. Howry and M. Hu and D. Neet and R. Scholl and E. J. Seppi                                                                                                               |      1066 |     1070 | 1066-1070 |
| 1071 | Control of the Beam Spill at the {PPA}                                                                                                   | J. Henness and C. L. Kang and J. Kirchgessner and J. Riedel and F. C. Shoemaker                                                                                               |      1071 |     1073 | 1071-1073 |
| 1074 | Data Transmission Across High Voltage Interfaces Via Light Links                                                                         | E. C. Budge                                                                                                                                                                   |      1074 |     1077 | 1074-1077 |
| 1078 | Crossing High-Voltage Interfaces with Large Bandwidth Signals                                                                            | R. P. Severns and A. R. Koelle and T. F. Turner                                                                                                                               |      1078 |     1081 | 1078-1081 |
| 1082 | A Solid State Control and Logic System for Beam Handling and Ion Optics External to the {NRL} Isochronous Cyclotron                      | S. E. Gordon and J. A. Eisele                                                                                                                                                 |      1082 |     1086 | 1082-1086 |
| 1087 | Control of {Betatron} Oscillations in a Cyclotron by Use of an On-Line Computer                                                          | M. E. Lösel and G. Schatz and H. Schweickert                                                                                                                                  |      1087 |     1090 | 1087-1090 |
| 1091 | Damping Coherent Oscillations in the {AGS}                                                                                               | E. C. Raka                                                                                                                                                                    |      1091 |     1095 | 1091-1095 |
| 1096 | The {SLAC} Long Ion Chamber System for Machine Protection                                                                                | M. Fishman and D. Reagan                                                                                                                                                      |      1096 |     1098 | 1096-1098 |
| 1099 | High Current Beam Scanner                                                                                                                | H. E. Wegner and I. L. Feigenbaum                                                                                                                                             |      1099 |     1105 | 1099-1105 |
| 1106 | A Low Frequency Beam Position Monitor                                                                                                    | L. Johnston and J. Faust and W. Pierce and M. Stangenes                                                                                                                       |      1106 |     1110 | 1106-1110 |
| 1111 | Beam Monitors Based on Light Observation for the Beam Switchyard of the {Stanford} Two-Mile Linear Accelerator                           | R. W. Coombes and D. Neet                                                                                                                                                     |      1111 |     1115 | 1111-1115 |
| 1116 | {AGS} Injector Beam Monitoring System                                                                                                    | A. Otis and B. Devito and R. Larson and R. Lockey and van Steenbergen, A.                                                                                                     |      1116 |     1126 | 1116-1126 |
| 1127 | Microwave Beam Position Monitors at {SLAC}                                                                                               | E. V. Farinholt and Z. D. Farkas and H. A. Hogg                                                                                                                               |      1127 |     1131 | 1127-1131 |
| 1132 | Measurement of Charge Emission from Targets as a Means of Burst Intensity and Beam Intensity Monitoring                                  | K. Budal                                                                                                                                                                      |      1132 |     1137 | 1132-1137 |
| 1138 | Plunging {Faraday} Cup System and a Slit System for Use in the Zero Gradient Synchrotron Short Straight Sections                         | R. V. Batch and T. D. Cassidy and W. H. DeLuca                                                                                                                                |      1138 |     1142 | 1138-1142 |
| 1143 | A Single Pulse Transverse Phase Space Beam Analyser                                                                                      | Th. J. M. Sluyters and R. Damm and A. Otis                                                                                                                                    |      1143 |     1150 | 1143-1150 |
| 1151 | A Diagnostic System for Optimization of the External Beam Quality of the {Oak Ridge} Isochronous Cyclotron                               | R. S. Lord and B. L. Duelli and M. L. Mallory and E. Newman and W. R. Smith and S. S. Stevens                                                                                 |      1151 |     1154 | 1151-1154 |
| 1155 | Measurement and Monitoring of the Ejected Proton Beam “58” of the {CERN} Proton Synchrotron                                              | V. Agoritsas and S. Battisti and C. Bovet and D. Dekkers and L. Henny and L. Hoffmann and K. H. Reich and W. Riezler and J. Robert and van Rooy, M.                           |      1155 |     1160 | 1155-1160 |
|------+------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+-----------|
| 1161 | The {CERN} Storage Ring Project                                                                                                          | K. Johnsen                                                                                                                                                                    |      1161 |     1168 | 1161-1168 |
| 1169 | Storage Rings for Electrons and Positrons                                                                                                | F. E. Mills                                                                                                                                                                   |      1169 |     1173 | 1169-1173 |
| 1174 | Microwave Electron Accelerators in the Medium Energy Range                                                                               | C. S. Nunan                                                                                                                                                                   |      1174 |     1185 | 1174-1185 |
| 1186 | Design Study on 1000-{GeV} Cybernetic Accelerator and 1-{GeV} Model                                                                      | A. A. Vasiliev                                                                                                                                                                |      1186 |     1189 | 1186-1189 |
| 1190 | The Serpukov 70-{GeV} Accelerator                                                                                                        | E. A. Myae and L. C. L. Yuan                                                                                                                                                  |      1190 |     1191 | 1190-1191 |
| 1192 | Related Techniques in Thermonuclear Research                                                                                             | D. W. Kerst                                                                                                                                                                   |      1192 |     1196 | 1192-1196 |
| 1197 | Present Day Electron Synchrotrons for Energies above 3-{GeV}                                                                             | B. D. McDaniel                                                                                                                                                                |      1197 |     1203 | 1197-1203 |
| 1204 | Proton Synchrotrons for Energies above 20-{GeV}                                                                                          | J. P. Blewett                                                                                                                                                                 |      1204 |     1207 | 1204-1207 |
|------+------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+-----------|
#+TBLFM: $5=@+1$-1 -1 :: @>$5=1207
#+TBLFM: $6='(format "%s-%s" $-2 $-1)
#+TBLFM: $1='(format "%04d" (string-to-number $4))
